Repository: artemGalay/Surf-iOS-Artem-Galay-
Catalog: Surf-iOS(Artem-Galay)/Resources/Localizable/*.lproj/Localizable.strings
Languages: ru

# bottomSheet_title
source: Internship at Surf
ru: Стажировка в Surf

# bottomSheet_award_label
source: Get a scholarship, build a convenient schedule, work on modern hardware.
ru: Получай стипендию, выстраивай удобный график, работай на современном железе.

# bottomSheet_info_label
source: Work on real tasks under the guidance of an experienced mentor and get the opportunity to become part of a dream team.
ru: Работай над реальными задачами под руководством опытного наставника и получи возможность стать частью команды мечты.

# bottomSheet_want_to_join_us_label
source: Do you want to join us?
ru: Хочешь к нам?

# bottomSheet_send_request_button
source: Submit an application
ru: Отправить заявку

# bottomSheet_title_correct_alert
source: Congratulations!
ru: Поздравляем!

# bottomSheet_message_correct_alert
source: Your application has been successfully sent!
ru: Ваша заявка успешно отправлена!

# bottomSheet_title_wrong_alert
source: Error!
ru: Ошибка!

# bottomSheet_message_wrong_alert
source: You have not chosen a programming language!
ru: Вы не выбрали язык программирования!

# bottomSheet_action_alert
source: close
ru: Закрыть
